Revit 2021.1 API
SpecTypeId.PipingMassPerTime Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId PipingMassPerTime { get; }
Visual Basic
Public Shared ReadOnly Property PipingMassPerTime As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PipingMassPerTime {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace